Repository: boboz/wp-ajax
Catalog: lang/wp-ajax-*.po
Languages: fr_fr

source: WP Ajax Settings page
fr_fr: Options de WP Ajax

source: Save Changes
fr_fr: Enregistrer les modifications

source: Links
fr_fr: Liens

source: Loading animation
fr_fr: Animation de chargement

source: Transition animation
fr_fr: Animation de transition

source: Enable caching
fr_fr: Activer la mise en cache

source: Enable automatic caching of ajax-ready template files (enable in production for performance gain, disable if you're modifying template files).
fr_fr: Activer la mise en cache automatique des squelettes du thème prêts à être utilisés par ajax (activer en production pour un gain de performances, désactiver si vous modifiez régulièrement les squelettes).

source: Cached files
fr_fr: Fichiers mis en cache

source: The number of template files modified and cached for ajax requests. Even if caching is disabled files exist (so they can be php include'd), but are rewritten every request.
fr_fr: Nombre de fichiers de squelette mis en cache. Même si la mise en cache est désactivée les fichiers existent (afin d'être inclus en php), mais sont réécrits à chaque requête de page.

source: Container Selector
fr_fr: Sélecteur du contenant

source: The jquery selector of an HTML Element used as container, opening must be contained in header.php and closing in footer.php.
fr_fr: Le sélecteur jQuery d'un élement HTML utilisé comme conteneur, son ouverture doit être dans header.php et sa fermeture dans footer.php.

source: Custom jquery code (before ajax request)
fr_fr: Code jQuery personnalisé (exécuté avant la requête ajax)

source: Custom code to execute before the ajax request for the content is made.
fr_fr: Code personnalisé à exécuter avant la requête ajax qui fait la demande du nouveau contenu.

source: Custom jquery code (after ajax request)
fr_fr: Code jQuery personnalisé (exécuté après la requête ajax)

source: Custom code to execute after the ajax request for the content is made.
fr_fr: Code personnalisé à exécuter après la requête ajax qui a fait la demande du nouveau contenu.

source: Loading container Selector
fr_fr: Sélecteur du conteneur de chargement

source: The jquery selector of an HTML Element used as container for the loading animation.
fr_fr: Le sélecteur jQuery d'un élément HTML utilisé comme conteneur pour l'animation de chargement.

source: Choose loading animation. For custom mode, you have to enter HTML, CSS3 and jQuery animation code.
fr_fr: Choisissez une animation de chargement. En mode personnalisé, vous devez entrer le code HTML, CSS3, et jQuery pour l'animation.

source: Circular
fr_fr: Circulaire

source: Striped rectangle
fr_fr: Rectangle rayé

source: Flower
fr_fr: Fleur

source: Custom
fr_fr: Personnalisé

source: Loading container HTML Code
fr_fr: Code HTML du conteneur de l'animation de chargement

source: The HTML code used as loading animation. Allowed tags : &lt;div>, &lt;span>
fr_fr: Le code HTML utilisé comme animation de chargement. Balises autorisées : &lt;div>, &lt;span>

source: Custom loading animation css code
fr_fr: Code CSS d'animation de chargement personnalisée

source: Enter loading animation css code, use css3 animations to animate.
fr_fr: Entrez le code CSS responsable de l'animation de chargement, utilisez du CSS3 pour gérer les animations.

source: Custom loading animation jquery code
fr_fr: Code jQuery d'animation de chargement personnalisée

source: Enter loading animation jquery code (use the function 'animatePreloader'), used as fallback if css3 animation isn't supported in the client's browser.
fr_fr: Entrez le code jQuery responsable de l'animation de chargement personnalisée (utilisez la fonction 'animatePreloader').<br/>Il sera utilisé dans le cas ou le navigateur du visiteur ne supporte pas les animations CSS3.

source: Choose transition animation (between contents). For custom mode, you have to enter jQuery animation code.
fr_fr: Choisissez une animation de transition (entre les différents contenus). En mode personnalisé, vous devez entrer le code d'animation en jQuery.

source: Fade
fr_fr: Fondu

source: Left-to-right
fr_fr: Gauche à droite

source: Right-to-left
fr_fr: Droite à gauche

source: Custom transition animation jquery code (OUT)
fr_fr: Code de transition personnalisée (SORTIE)

source: Enter transition animation jquery code for content disappearing. Use the function 'addPreloader' as callback.
fr_fr: Entrez le code jQuery responsable de l'animation de transition pour la disparition du contenu. Utilisez 'addPreloader' comme callback.

source: You can use wpAjax.container or wpAjax.loading_container as container element.
fr_fr: Vous pouvez utiliser wpAjax.container ou wpAjax.loading_container comme conteneur dans votre code.

source: Custom transition animation jquery code (IN)
fr_fr: Code de transition personnalisée (ENTREE)

source: Enter transition animation jquery code for content reappearing.
fr_fr: Entrez le code jQuery responsable de l'animation de transition pour la réapparition du contenu.

source: Expecting a Numeric value! Please fix.
fr_fr: Merci d'entrer une valeur numérique !

source: Expecting comma separated numeric values
fr_fr: Merci d'entrer des valeurs numériques séparées par des virgules !

source: Expecting comma separated numeric values! Please fix.
fr_fr: Merci d'entrer des valeurs numériques séparées par des virgules !

source: Invalid email! Please re-enter!
fr_fr: E-mail invalide ! Merci de corriger.

source: This setting field cannot be empty! Please enter a valid email address.
fr_fr: Ce champ doit être renseigné ! Merci d'entrer une addresse e-mail valide.

source: Please enter a valid email address.
fr_fr: Merci d'entrer une addresse e-mail valide.

source: Error creating ajax template
fr_fr: Erreur lors de la création du squelette ajax pour ce contenu
